Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Every score carries a small honesty label. Calibrating means NOOP is still learning your baseline, or doesn't have enough data yet. Building means there's enough to show, but it's thin. Solid means full inputs are present. When NOOP can't compute a score honestly, it shows nothing rather than a fake number.
de: Jeder Wert trägt ein kleines Ehrlichkeits-Label. „Kalibrierung“ heißt, NOOP lernt noch deine Basislinie oder hat noch nicht genug Daten. „Im Aufbau“ heißt, es reicht zum Anzeigen, ist aber dünn. „Stabil“ heißt, alle Eingaben sind vorhanden. Wenn NOOP einen Wert nicht ehrlich berechnen kann, zeigt es lieber nichts als eine falsche Zahl.
es: Cada puntuación lleva una pequeña etiqueta de honestidad. Calibrando significa que NOOP aún está aprendiendo tu línea base o no tiene suficientes datos todavía. Construyendo significa que hay suficiente para mostrar, pero es poco. Sólido significa que todos los datos están presentes. Cuando NOOP no puede calcular una puntuación honestamente, no muestra nada en lugar de un número falso.
fr: Chaque score porte une petite étiquette d'honnêteté. « Calibration en cours » signifie que NOOP apprend encore votre référence, ou n'a pas encore assez de données. « En cours d'assemblage » signifie qu'il y a assez pour afficher quelque chose, mais c'est mince. « Solide » signifie que toutes les données sont présentes. Quand NOOP ne peut pas calculer un score honnêtement, il n'affiche rien plutôt qu'un chiffre inventé.
it: Ogni punteggio porta una piccola etichetta di trasparenza. Calibrazione significa che NOOP sta ancora imparando la tua linea di base, o non ha ancora dati sufficienti. Creazione in corso significa che ce n'è abbastanza da mostrare, ma è scarso. Stabile significa che tutti i dati sono presenti. Quando NOOP non può calcolare un punteggio in modo onesto, non mostra nulla invece di un numero falso.
pl: Każdy wynik ma małą etykietę uczciwości. Kalibracja oznacza, że ​​NOOP wciąż uczy się linii bazowej lub nie ma jeszcze wystarczającej ilości danych. Budowanie oznacza, że ​​jest wystarczająco dużo do pokazania, ale jest to cienkie. Stałe oznacza, że ​​obecne są pełne wejścia. Kiedy NOOP nie może uczciwie obliczyć wyniku, pokazuje tylko fałszywą liczbę.
pt_pt: Cada partitura traz um pequeno rótulo de honestidade. Calibrar significa que o NOOP ainda está a aprender a tua linha de base ou ainda não tem dados suficientes. Construir significa que há o suficiente para mostrar, mas é escasso. Sólido significa que estão presentes entradas completas. Quando o NOOP não consegue calcular uma pontuação honestamente, não mostra nada além de um número falso.
ru: У каждого показателя есть небольшая метка честности. «Калибровка» означает, что NOOP всё ещё изучает вашу норму или пока не набрал достаточно данных. «Накопление» — данных достаточно, чтобы что-то показать, но их немного. «Стабильно» — все входные данные присутствуют полностью. Если NOOP не может честно рассчитать показатель, он не показывает ничего вместо фиктивного числа.
th: ทุกคะแนนมีป้ายกำกับความซื่อสัตย์เล็กๆ น้อยๆ การปรับเทียบหมายความว่า NOOP ยังคงเรียนรู้พื้นฐานของคุณ หรือยังมีข้อมูลไม่เพียงพอ อาคารหมายถึงมีมากพอที่จะโชว์แต่ก็บาง Solid หมายถึงมีอินพุตเต็ม เมื่อ NOOP ไม่สามารถคำนวณคะแนนได้อย่างตรงไปตรงมา จะไม่แสดงอะไรเลยนอกจากตัวเลขปลอม
zh_hans: 每个评分都带有一个小小的诚实标签。「校准中」表示 NOOP 仍在学习你的基线，或数据还不够。「构建中」表示已有足够内容可显示，但还很单薄。「扎实」表示所有输入都已具备。当 NOOP 无法诚实地计算出一个评分时，它会什么都不显示，而不是给出一个虚假的数字。
zh_hant: 每個評分都帶有一個小小的誠實標籤。「校準中」表示 NOOP 仍在學習你的基線，或資料還不夠。「建立中」表示已有足夠內容可顯示，但還很單薄。「扎實」表示所有輸入都已具備。當 NOOP 無法誠實地計算出一個評分時，它會什麼都不顯示，而不是給出一個虛假的數字。

source: Every second of your day, zoomable.
de: Jede Sekunde deines Tages, zoombar.
es: Cada segundo de tu día, con zoom.
fr: Chaque seconde de votre journée, zoomable.
it: Ogni secondo della tua giornata, ingrandibile.
pl: Możliwość powiększania każdej sekundy dnia.
pt_pt: Cada segundo do teu dia, com zoom.
ru: Каждая секунда вашего дня, с масштабированием.
th: ทุกวินาทีของวันของคุณ ซูมได้
zh_hans: 你一天中的每一秒，可缩放。
zh_hant: 你一天中的每一秒，可縮放。

source: Every session, threaded together.
de: Jede Sitzung, miteinander verwoben.
es: Cada sesión, hilada con las demás.
fr: Chaque séance, reliée ensemble.
it: Ogni sessione, intrecciata insieme.
pl: Każda sesja połączona ze sobą.
pt_pt: Cada sessão, encadeada.
ru: Все сессии складываются в единую историю.
th: ทุกเซสชั่นถูกรวมเข้าด้วยกัน
zh_hans: 每一次会话，串连成线。
zh_hant: 每一次工作階段，串連成線。

source: Every signal, one tap deep.
de: Jedes Signal, nur einen Tipp entfernt.
es: Cada señal, a un toque de distancia.
fr: Chaque signal, à un tap.
it: Ogni segnale, a un tocco di distanza.
pl: Każdy sygnał, głębokość jednego dotknięcia.
pt_pt: Cada sinal, um toque profundo.
ru: Каждый показатель, в одном касании.
th: ทุกสัญญาณ หนึ่งแตะลึก
zh_hans: 每一个信号，轻点即达。
zh_hant: 每一個訊號，輕點即達。

source: Everyone has a breathing pace (usually between 4.5 and 7 breaths a minute) where the heart's rhythm swings the most with each breath. We pace you through a few candidate paces, measure how your HRV responds, and lock the one that resonates best for you.
de: Jeder Mensch hat ein Atemtempo (meist zwischen 4,5 und 7 Atemzügen pro Minute), bei dem der Herzrhythmus mit jedem Atemzug am stärksten schwingt. Wir takten dich durch ein paar Kandidaten-Tempi, messen, wie deine HRV reagiert, und fixieren das, das bei dir am besten resoniert.
es: Todo el mundo tiene un ritmo de respiración (normalmente entre 4.5 y 7 respiraciones por minuto) en el que el ritmo del corazón oscila más con cada respiración. Te guiamos por varios ritmos candidatos, medimos cómo responde tu VFC y fijamos el que mejor resuena contigo.
fr: Tout le monde a un rythme respiratoire (généralement entre 4,5 et 7 respirations par minute) où le rythme cardiaque oscille le plus à chaque respiration. Nous vous guidons à travers quelques rythmes candidats, mesurons comment votre VFC réagit, et fixons celui qui résonne le mieux pour vous.
it: Tutti hanno un ritmo respiratorio, di solito tra 4,5 e 7 respiri al minuto, in cui il ritmo del cuore oscilla di più a ogni respiro. Ti guidiamo attraverso alcuni ritmi candidati, misuriamo come risponde il tuo HRV e fissiamo quello che risuona meglio per te.
pl: Każdy ma takie tempo oddychania (zwykle od 4,5 do 7 oddechów na minutę), przy którym rytm serca zmienia się najbardziej przy każdym oddechu. Przeprowadzimy Cię przez kilka potencjalnych kroków, zmierzymy reakcję HRV i zablokujemy ten, który najlepiej Ci odpowiada.
pt_pt: Toda a gente tem um ritmo respiratório (geralmente entre 4,5 e 7 respirações por minuto) em que o ritmo do coração oscila mais a cada respiração. Acompanhamo-lo através de alguns passos candidatos, medimos como o teu HRV responde e bloqueamos aquele que ressoa melhor para ti.
ru: У каждого есть темп дыхания (обычно от 4,5 до 7 вдохов в минуту), при котором ритм сердца сильнее всего колеблется с каждым вдохом. Мы проведём вас через несколько вариантов темпа, измерим, как реагирует ваша ВСР, и зафиксируем тот, который резонирует лучше всего для вас.
th: ทุกคนมีจังหวะการหายใจ (โดยปกติจะอยู่ระหว่าง 4.5 ถึง 7 ครั้งต่อนาที) ซึ่งจังหวะของหัวใจจะแกว่งมากที่สุดในแต่ละครั้ง เราจะแนะนำคุณผ่านขั้นตอนของผู้สมัครบางส่วน วัดว่า HRV ของคุณตอบสนองอย่างไร และล็อคตัวเลือกที่ตรงใจคุณที่สุด
zh_hans: 每个人都有一个呼吸节奏，通常在每分钟 4.5 到 7 次之间，在这个节奏下，心脏的节律随每次呼吸摆动得最大。我们会带你尝试几个候选节奏，测量你的 HRV 如何响应，并锁定最能与你产生共振的那个。
zh_hant: 每個人都有一個呼吸節奏，通常在每分鐘 4.5 到 7 次之間，在這個節奏下，心臟的節律隨每次呼吸擺動得最大。我們會帶你嘗試幾個候選節奏，測量你的 HRV 如何回應，並鎖定最能與你產生共振的那個。

source: Everything else, one tap away
de: Alles andere, einen Tipp entfernt
es: Todo lo demás, a un toque
fr: Tout le reste, à portée d'un tap
it: Tutto il resto, a portata di tocco
pl: Wszystko inne w zasięgu jednego kliknięcia
pt_pt: Tudo o resto, à distância de um toque
ru: Всё остальное — в одно нажатие
th: ทุกสิ่งทุกอย่างเพียงแค่แตะครั้งเดียว
zh_hans: 其余的一切，一触即达
zh_hant: 其餘的一切，一觸即達

source: Everything here is a pattern in your own logged days: an association with an effect size and confidence, never a cause or a diagnosis. Population patterns are shown as “typical” and are always overridden by your own data once you have enough of it. Approximations, not WHOOP’s scores; not a medical device.
de: Alles hier ist ein Muster in deinen eigenen erfassten Tagen: ein Zusammenhang mit Effektstärke und Konfidenz, nie eine Ursache oder Diagnose. Bevölkerungsmuster werden als „typisch“ angezeigt und immer von deinen eigenen Daten überstimmt, sobald du genug davon hast. Näherungen, nicht WHOOPs Werte; kein Medizinprodukt.
es: Todo lo que ves aquí es un patrón en tus propios días registrados: una asociación con un tamaño de efecto y una confianza, nunca una causa ni un diagnóstico. Los patrones poblacionales se muestran como «típicos» y siempre quedan reemplazados por tus propios datos una vez que tienes suficientes. Aproximaciones, no las puntuaciones de WHOOP; no es un dispositivo médico.
fr: Tout ici est un motif dans vos propres journées enregistrées : une association avec une taille d'effet et une confiance, jamais une cause ou un diagnostic. Les tendances de population sont indiquées comme « typiques » et sont toujours remplacées par vos propres données dès que vous en avez assez. Des approximations, pas les scores de WHOOP ; ce n'est pas un dispositif médical.
it: Tutto quello che vedi qui è uno schema nei tuoi giorni registrati: un'associazione con una dimensione dell'effetto e una confidenza, mai una causa o una diagnosi. Gli schemi di popolazione sono indicati come “tipici” e vengono sempre superati dai tuoi dati quando ne hai abbastanza. Approssimazioni, non i punteggi di WHOOP; non è un dispositivo medico.
pl: Wszystko tutaj jest wzorem z twoich zarejestrowanych dni: powiązaniem z wielkością efektu i pewnością, a nie przyczyną ani diagnozą. Wzorce populacji są przedstawiane jako „typowe” i zawsze są zastępowane własnymi danymi, gdy jest ich wystarczająco dużo. Przybliżenia, a nie wyniki WHOOP; nie jest wyrobem medycznym.
pt_pt: Tudo aqui é um padrão nos teus dias registados: uma associação com um tamanho de efeito e confiança, nunca uma causa ou diagnóstico. Os padrões populacionais são mostrados como “típicos” e são sempre substituídos pelos teus próprios dados, uma vez que tenha dados suficientes. Aproximações, não pontuações no WHOOP; não é um dispositivo médico.
ru: Всё здесь — закономерность в ваших собственных зафиксированных днях: связь с величиной эффекта и уровнем доверия, но никогда не причина и не диагноз. Популяционные закономерности показаны как «типичные» и всегда уступают вашим собственным данным, как только их накопится достаточно. Это приближения, а не показатели WHOOP; не медицинское устройство.
th: ทุกสิ่งที่นี่เป็นรูปแบบในวันที่บันทึกไว้ของคุณเอง ความเชื่อมโยงกับขนาดผลกระทบและความมั่นใจ ไม่ใช่สาเหตุหรือการวินิจฉัย รูปแบบประชากรจะแสดงเป็น "ทั่วไป" และจะถูกแทนที่โดยข้อมูลของคุณเองเสมอเมื่อคุณมีข้อมูลเพียงพอแล้ว การประมาณ ไม่ใช่คะแนนของ WHOOP ไม่ใช่อุปกรณ์ทางการแพทย์
zh_hans: 这里的一切都是你自己记录中的模式：带效应量和置信度的关联，绝不是因果或诊断。人群模式标为「典型」，一旦你的数据足够，就会被你自己的数据覆盖。这些是近似值，不是 WHOOP 的分数；也不是医疗设备。
zh_hant: 這裡的一切都是你自己記錄天數中的模式：帶有效應量和信賴度的關聯性，絕非因果或診斷。人群模式會標示為「典型」，一旦你累積足夠的資料，就永遠以你自己的數據為準。這些是近似值，不是 WHOOP 的評分；也不是醫療器材。

source: Everything is computed on %@. The coach is the ONE feature in NOOP that talks to the internet.
de: Alles wird auf %@ berechnet. Der Coach ist die EINZIGE Funktion in NOOP, die mit dem Internet spricht.
es: Todo se calcula en %@. El coach es la ÚNICA función de NOOP que se comunica con internet.
fr: Tout est calculé sur %@. Le coach est la SEULE fonction de NOOP qui communique avec internet.
it: Tutto è calcolato su %@. L'allenatore è l'UNICA caratteristica di NOOP che comunica con Internet.
pl: Wszystko liczone jest na %@. Trener to JEDYNA funkcja NOOP, która łączy się z internetem.
pt_pt: Tudo é computado em %@. O treinador é o ÚNICO recurso em NOOP que se comunica com a internet.
ru: Все вычисляется на %@. Тренер — это ОДНА функция в NOOP, которая общается с Интернетом.
th: ทุกอย่างคำนวณบน %@ โค้ชเป็นฟีเจอร์เดียวของ NOOP ที่เชื่อมต่ออินเทอร์เน็ต
zh_hans: 一切都在 %@ 上计算。教练是 NOOP 中唯一一个可以与互联网对话的功能。
zh_hant: 一切都在 %@ 上計算。教練是 NOOP 中唯一可以與網路對話的功能。

source: Everything lives on %@. No account, no sync, no cloud. Your thread is yours alone.
de: Alles lebt auf %@. Kein Konto, kein Sync, keine Cloud. Dein Chat-Verlauf gehört dir allein.
es: Todo vive en %@. Sin cuenta, sin sincronización, sin nube. Tu conversación es solo tuya.
fr: Tout vit sur %@. Pas de compte, pas de synchronisation, pas de cloud. Votre fil n'appartient qu'à vous.
it: Tutto risiede su %@. Niente account, niente sincronizzazione, niente cloud. La tua conversazione è solo tua.
pl: Wszystko żyje na %@. Bez konta, bez synchronizacji, bez chmury. Twój wątek jest wyłącznie Twój.
pt_pt: Tudo vive em %@. Sem conta, sem sincronização, sem cloud. O teu tópico é somente seu.
ru: Всё хранится на %@. Без аккаунта, без синхронизации, без облака. Ваша переписка принадлежит только вам.
th: ทุกอย่างอยู่บน %@ ไม่มีบัญชี ไม่มีการซิงค์ ไม่มีคลาวด์ ด้ายของคุณเป็นของคุณคนเดียว
zh_hans: 一切都留在 %@ 上。没有账号、没有同步、没有云端。你的对话只属于你。
zh_hant: 一切都保存在 %@ 上。沒有帳號、沒有同步、沒有雲端。你的對話只屬於你自己。

source: Everything stays on %@. Bring your history in once, then it's yours.
de: Alles bleibt auf %@. Bring deinen Verlauf einmal herein, dann gehört er dir.
es: Todo se queda en %@. Trae tu historial una vez y luego es tuyo.
fr: Tout reste sur %@. Importez votre historique une fois, puis il est à vous.
it: Tutto rimane su %@. Importa la tua cronologia una volta, poi è tua.
pl: Wszystko pozostaje na %@. Przynieś swoją historię raz, a potem będzie Twoja.
pt_pt: Tudo permanece em %@. Traga a tua histórico uma vez, então ela será sua.
ru: Всё остаётся на %@. Перенесите свою историю один раз — и она навсегда ваша.
th: ทุกอย่างอยู่บน %@ นำประวัติของคุณมาครั้งเดียวมันก็เป็นของคุณ
zh_hans: 一切都留在 %@ 上。把你的历史导入一次，从此便归你所有。
zh_hant: 一切都留在 %@ 上。把你的歷史匯入一次，從此便歸你所有。

source: Everything stays on this Mac. Bring your history in once, then it's yours.
de: Alles bleibt auf diesem Mac. Importiere deine Historie einmal, dann gehört sie dir.
es: Todo permanece en esta Mac. Importa tu historial una vez y será tuyo.
fr: Tout reste sur ce Mac. Importez votre historique une fois, il est à vous.
it: Tutto resta su questo Mac. Importa la tua cronologia una volta, poi è tua.
pl: Wszystko pozostaje na tym komputerze Mac. Przynieś swoją historię raz, a potem będzie Twoja.
pt_pt: Tudo fica neste Mac. Traga a tua histórico uma vez, depois será sua.
ru: Всё остаётся на этом Mac. Один раз импортируйте историю, и она будет у вас.
th: ทุกอย่างจะคงอยู่บน Mac เครื่องนี้ นำประวัติของคุณมาครั้งเดียวมันก็เป็นของคุณ
zh_hans: 一切都留在这台 Mac 上。把你的历史导入一次，从此便归你所有。
zh_hant: 一切都留在這台 Mac 上。把你的歷史匯入一次，從此便歸你所有。

source: Everything stays on your device
de: Alles bleibt auf deinem Gerät
es: Todo se queda en tu dispositivo
fr: Tout reste sur votre appareil
it: Tutto resta sul tuo dispositivo
pl: Wszystko pozostaje na Twoim urządzeniu
pt_pt: Tudo permanece no teu dispositivo
ru: Всё остаётся на вашем устройстве
th: ทุกอย่างยังคงอยู่บนอุปกรณ์ของคุณ
zh_hans: 一切都留在你的设备上
zh_hant: 一切都留在你的裝置上

source: Exact model unknown. Shows what every WHOOP can do. * on-device estimate · no SpO₂ % off the strap (import a WHOOP CSV for that).
de: Genaues Modell unbekannt. Zeigt, was jedes WHOOP kann. * Schätzung auf dem Gerät · kein SpO₂-% vom Strap (importiere dafür eine WHOOP-CSV).
es: Modelo exacto desconocido. Muestra lo que puede hacer cualquier WHOOP. * estimación en el dispositivo · sin % de SpO₂ desde la pulsera (importa un CSV de WHOOP para eso).
fr: Modèle exact inconnu. Montre ce que tout WHOOP peut faire. * estimation sur l'appareil · pas de % de SpO₂ depuis le bracelet (importez un CSV WHOOP pour cela).
it: Modello esatto sconosciuto. Mostra ciò che ogni WHOOP può fare. * stima sul dispositivo · nessuna % SpO₂ dalla fascia (per quella importa un CSV WHOOP).
pl: Dokładny model nieznany. Pokazuje, co potrafi każdy WHOOP. * szacunki na urządzeniu · brak SpO₂ % off paska (w tym celu zaimportuj WHOOP CSV).
pt_pt: Modelo exato desconhecido. Mostra o que todo o WHOOP pode fazer. * estimativa no dispositivo · sem % de SpO₂ na bracelete (importe um CSV WHOOP para tal).
ru: Точная модель неизвестна. Показано то, что умеет любой WHOOP. * оценка на устройстве · нет % SpO₂ с браслета (для этого импортируйте CSV от WHOOP).
th: ไม่ทราบรุ่นที่แน่นอน แสดงให้เห็นว่าทุกคน WHOOP สามารถทำได้ * การประมาณค่าบนอุปกรณ์ · ไม่มี SpO₂ % off สายรัด (นำเข้า WHOOP CSV สำหรับสิ่งนั้น)
zh_hans: 具体型号未知。显示每款 WHOOP 都能做的事。* 为设备端估算 · 无法从手环读取 SpO₂ %（如需请导入 WHOOP CSV）。
zh_hant: 確切型號未知。顯示每款 WHOOP 都能做到的功能。* 為裝置端估算 · 手環不輸出 SpO₂ %（如需請匯入 WHOOP CSV）。

source: Execution and outcome stay separate. A completed calendar week counts when both non-empty lanes — planned sessions and due daily actions — reach at least 80%. Paused weeks and weeks protected by illness, pain or travel neither extend nor break the run. Weeks with nothing due are neutral.
de: Ausführung und Ergebnis bleiben getrennt. Eine abgeschlossene Kalenderwoche zählt, wenn beide nicht leeren Spuren — geplante Einheiten und fällige Tagesaktionen — mindestens 80 % erreichen. Pausierte Wochen und durch Krankheit, Schmerz oder Reise geschützte Wochen verlängern die Serie weder, noch brechen sie sie. Wochen ohne Fälliges sind neutral.
es: La ejecución y el resultado son cosas distintas. Una semana natural completada cuenta cuando ambas vías no vacías — sesiones planificadas y acciones diarias pendientes — llegan al menos al 80 %. Las semanas en pausa y las protegidas por enfermedad, dolor o viaje ni alargan ni rompen la racha. Las semanas sin nada pendiente son neutras.
fr: L'exécution et le résultat restent distincts. Une semaine civile terminée compte lorsque les deux voies non vides — séances prévues et actions quotidiennes dues — atteignent au moins 80 %. Les semaines en pause et celles protégées par la maladie, la douleur ou un voyage ne prolongent ni ne rompent la série. Les semaines sans rien à faire sont neutres.
it: Esecuzione e risultato restano separati. Una settimana di calendario completata conta quando entrambe le corsie non vuote — sessioni pianificate e azioni quotidiane dovute — raggiungono almeno l'80 %. Le settimane in pausa e quelle protette da malattia, dolore o viaggio non allungano né interrompono la serie. Le settimane senza nulla da fare sono neutre.
pl: Wykonanie i wynik pozostają rozdzielone. Tydzień kalendarzowy liczy się jako ukończony, gdy obie niepuste ścieżki — zaplanowane sesje i wymagalne codzienne działania — osiągną co najmniej 80%. Tygodnie wstrzymane oraz chronione z powodu choroby, bólu lub podróży ani nie przedłużają, ani nie przerywają serii. Tygodnie bez żadnych wymagalnych pozycji są neutralne.
pt_pt: Execução e resultado ficam separados. Uma semana de calendário concluída conta quando ambas as faixas não vazias — sessões planeadas e ações diárias em dívida — chegam a pelo menos 80 %. Semanas em pausa e semanas protegidas por doença, dor ou viagem não prolongam nem quebram a série. Semanas sem nada pendente são neutras.
ru: Выполнение и результат остаются раздельными. Завершённая календарная неделя засчитывается, если обе непустые дорожки — запланированные занятия и назначенные ежедневные действия — достигают не менее 80 %. Приостановленные недели и недели, защищённые болезнью, болью или поездкой, серию не продлевают и не прерывают. Недели без задач нейтральны.
th: การดำเนินการและผลลัพธ์จะแยกจากกัน สัปดาห์ตามปฏิทินที่เสร็จสมบูรณ์จะนับเมื่อทั้งเลนที่ไม่ว่างเปล่า — เซสชั่นที่วางแผนไว้และการดำเนินการรายวันที่ครบกำหนด — ถึงอย่างน้อย 80% สัปดาห์และสัปดาห์ที่หยุดชั่วคราวได้รับการปกป้องจากการเจ็บป่วย ความเจ็บปวด หรือการเดินทาง ไม่ยืดหรือหยุดการวิ่ง สัปดาห์ที่ไม่มีกำหนดชำระถือเป็นสัปดาห์ที่เป็นกลาง
zh_hans: 执行与结果分开看。当两条非空轨道——计划的训练和到期的每日行动——都达到至少 80% 时，这一完整自然周才算达标。暂停的周，以及因疾病、疼痛或出行而受保护的周，既不延长也不中断连续记录。没有任何待办的周为中性。
zh_hant: 執行與結果分開看。當兩條非空軌道——計劃的訓練和到期的每日行動——都達到至少 80% 時，這一完整日曆週才算達標。暫停的週，以及因疾病、疼痛或旅行而受保護的週，既不延長也不中斷連續紀錄。沒有任何待辦的週為中性。

source: Expand for the full read
de: Ausklappen für die volle Ansicht
es: Expande para la lectura completa
fr: Développer pour la lecture complète
it: Espandi per la lettura completa
pl: Rozwiń, aby przeczytać całość
pt_pt: Expandir para a leitura completa
ru: Разверните для полной информации
th: ขยายความให้อ่านเต็มๆ
zh_hans: 展开以查看完整解读
zh_hant: 展開以查看完整解讀

source: Expanded
de: Ausgeklappt
es: Expandido
fr: Développé
it: Espanso
pl: Rozszerzony
pt_pt: Expandido
ru: Развёрнуто
th: ขยายแล้ว
zh_hans: 已展开
zh_hant: 已展開

source: Expected
de: Erwartet
es: Previsto
fr: Prévu
it: Previsto
pl: Oczekiwane
pt_pt: Previsto
ru: Ожидается
th: ที่คาดหวัง
zh_hans: 预计
zh_hant: 預計

source: Experiment behaviour
de: Experiment-Verhalten
es: Comportamiento del experimento
fr: Comportement de l'expérience
it: Comportamento dell'esperimento
pl: Eksperymentuj zachowanie
pt_pt: Comportamento experimental
ru: Поведение эксперимента
th: พฤติกรรมการทดลอง
zh_hans: 实验行为
zh_hant: 實驗行為

source: Experiment outcome metric
de: Ergebnismetrik des Experiments
es: Métrica de resultado del experimento
fr: Métrique de résultat de l'expérience
it: Metrica del risultato dell'esperimento
pl: Metryka wyniku eksperymentu
pt_pt: Métrica de resultado da experiência
ru: Метрика результата эксперимента
th: ตัวชี้วัดผลการทดสอบ
zh_hans: 实验结果指标
zh_hant: 實驗結果指標

source: Experiment progress
de: Experiment-Fortschritt
es: Progreso del experimento
fr: Progression de l'expérience
it: Avanzamento dell'esperimento
pl: Postęp eksperymentu
pt_pt: Progresso da experiência
ru: Ход эксперимента
th: ความคืบหน้าการทดลอง
zh_hans: 实验进度
zh_hant: 實驗進度

source: Experiment window length
de: Länge des Experimentfensters
es: Duración de la ventana del experimento
fr: Durée de la fenêtre d'expérience
it: Durata della finestra dell'esperimento
pl: Eksperymentuj z długością okna
pt_pt: Comprimento da janela da experiência
ru: Длительность окна эксперимента
th: ความยาวช่วงข้อมูลการทดสอบ
zh_hans: 实验窗口长度
zh_hant: 實驗窗口長度

source: Experimental
de: Experimentell
fr: Expérimental
it: Sperimentale
pl: Eksperymentalny
ru: Экспериментальный
th: การทดลอง
zh_hans: 实验性
zh_hant: 實驗性

source: EXPERIMENTAL
de: EXPERIMENTELL
fr: EXPÉRIMENTAL
it: SPERIMENTALE
pl: EKSPERYMENTALNE
ru: ЭКСПЕРИМЕНТАЛЬНАЯ ЧАСТЬ
th: การทดลอง
zh_hans: 实验性的
zh_hant: 實驗性的

source: Experimental · Live Sessions
de: Experimentell · Live-Sitzungen
es: Experimental · Sesiones en vivo
fr: Expérimental · Sessions en direct
it: Sperimentale · Sessioni dal vivo
pl: Eksperymentalne · Sesje na żywo
pt_pt: Experimental · Sessões ao vivo
ru: Экспериментальная · Живые сеансы
th: การทดลอง · เซสชันสด
zh_hans: 实验·现场会议
zh_hant: 實驗·現場會議

source: Experimental · Sleep staging
de: Experimentell · Schlafphasen
es: Experimental · Fases del sueño
fr: Expérimental · Classification du sommeil
it: Sperimentale · Fasi del sonno
pl: Eksperymentalne · Ocena snu
pt_pt: Experimental · Estadiamento do sono
ru: Экспериментальное · Определение стадий сна
th: ทดลอง · การจำแนกระยะการนอน
zh_hans: 实验性 · 睡眠分期
zh_hant: 實驗性 · 睡眠分期

source: Experimental · WHOOP 5 / MG
de: Experimentell · WHOOP 5 / MG
fr: Expérimental · WHOOP 5 / MG
it: Sperimentale · WHOOP 5 / MG
pl: Eksperymentalne · WHOOP 5 / MG
ru: Экспериментально · WHOOP 5 / MG
th: การทดลอง · WHOOP 5 / MG
zh_hans: 实验性 · WHOOP 5 / MG
zh_hant: 實驗性 · WHOOP 5 / MG

source: EXPERIMENTAL ALGORITHMS
de: EXPERIMENTALGORITHMEN
es: ALGORITOS EXPERIMENTALES
fr: ALGORITHMES EXPERIMENTAUX
pl: ALGORYTMY EKSPERYMENTALNE
pt_pt: ALGORITMOS EXPERIMENTAIS
th: อัลกอริทึมเชิงทดลอง
